[BalanceDefs.BD_MeleeTree InteractiveObjectBalanceDefinition]
DefaultDisplayName=""

[IO.IO_ActualArmor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[IO.IO_SexyArmor InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_NotSexyArmor MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item.""
ItemName="Armadura Volumosa"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_NotSexyArmor:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Uma armadura resistente e capaz de lhe proteger (como toda armadura deve ser)."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_SexyArmor MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item.""
ItemName="Biquini de Metal"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_SexyArmor:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Um pedaço de armadura que não protege muito."
NoConstraintText=""
Suffix=""
Prefix=""

